{
  "Header": {
    "main": "Главная",
    "tours": "Туры",
    "about": "О нас",
    "blog": "Блог",
    "information": "Информация",
    "contacts": "Контакты"
  },
  "About": {
    "about-slogan": "Откройте для себя самые знаменитые места Центральной Азии.",
    "about-popular-routes": "Популярные маршруты",
    "about-main-text": "От древних городов до захватывающих пейзажей — откройте для себя незабываемые места, наполненные историей, культурой и красотой.",
    "about-button": "Изучить все направления",
    "title": "О НАС",
    "sub-title": "Познайте Туркменистан вместе с нами",
    "sub-text": "Мы предлагаем не просто туры, а уникальные впечатления. Наша команда — это местные эксперты, которые покажут вам настоящую суть страны: от древних городов и живописных пустынь до традиционного образа жизни. Мы заботимся о каждой детали, чтобы ваше путешествие было комфортным, насыщенным и по-настоящему запоминающимся.",
    "service-title": "Наши услуги",
    "service-text": "Мы предлагаем комплексный подход к организации путешествий по Туркменистану. От момента планирования до возвращения домой — мы сопровождаем вас на каждом этапе, обеспечивая комфорт, безопасность и яркие впечатления.",
    "service-1-title": "Организация туров",
    "service-1-text": "Индивидуальные и групповые поездки по самым интересным маршрутам.",
    "service-2-title": "Проживание",
    "service-2-text": "Отели, гостевые дома и юрты — комфорт на любой вкус и бюджет.",
    "service-3-title": "Транспорт",
    "service-3-text": "Удобный транспорт по всей стране с опытными водителями.",
    "service-4-title": "Сопровождение",
    "service-4-text": "Профессиональные гиды, которые расскажут больше, чем просто факты.",
    "service-5-title": "Помощь с визой",
    "service-5-text": "Консультации и сопровождение при оформлении въезда в страну.",
    "service-6-title": "Переводчики",
    "service-6-text": "Точный, быстрый и надёжный перевод от носителей языка.",
    "parallax-title": "Всё для идеального путешествия",
    "parallax-text": "Мы предлагаем полный спектр туристических услуг, чтобы ваше знакомство с Туркменистаном прошло легко, интересно и без забот. Независимо от того, планируете ли вы насыщенный тур или спокойный отдых, мы позаботимся обо всём — от маршрута до проживания и сопровождения.",
    "why-choose-title": "Почему выбирают нас?",
    "why-choose-text": "Планирование поездки в Туркменистан может быть непростым — мы делаем его лёгким, аутентичным и незабываемым.",
    "why-choose-1-title": "Местные эксперты",
    "why-choose-1-text": "Мы находимся в Центральной Азии и сотрудничаем с опытными местными гидами, которые знают Туркменистан вдоль и поперёк.",
    "why-choose-2-title": "Путешествие без забот",
    "why-choose-2-text": "От визовой поддержки и трансферов до тщательно подобранного проживания — мы берём на себя все детали, чтобы вы могли полностью наслаждаться поездкой.",
    "why-choose-3-title": "Уникальные маршруты",
    "why-choose-3-text": "Наши туры выходят за рамки привычного — мы сочетаем знаковые достопримечательности с малоизвестными местами и настоящими культурными впечатлениями.",
    "why-choose-4-title": "Опыт в малых группах",
    "why-choose-4-text": "Путешествуйте с комфортом в компании единомышленников — без толпы и спешки, только настоящие впечатления и яркие моменты."
  },
  "Gallery": {
    "gallery": "Галерея",
    "gallery-text": "Взгляните на незабываемые моменты наших туров. Потрясающие пейзажи, богатая культура и счастливые путешественники - посмотрите, что ждет вас в следующем приключении."
  },
  "Blog": {
    "why-we": "Почему мы?",
    "why-text": "Мы не просто организуем туры — мы создаем впечатления. Наша команда знает каждый уголок Туркменистана и Центральной Азии и подбирает маршруты с любовью к деталям.",
    "why-team": "Опытная команда",
    "why-experience": "C 1998 года в сфере туризма по Центральной Азии.",
    "why-route": "Персонализированные маршруты",
    "why-rhythm": "Мы адаптируем туры под ваши интересы и ритм.",
    "blog-title": "туристический блог",
    "blog-text": "Взгляните на незабываемые моменты наших туров. Потрясающие пейзажи, богатая культура и счастливые путешественники - посмотрите, что ждет вас в следующем приключении.",
    "blog-main-button": "УЗНАТЬ БОЛЬШЕ",
    "blog-button": "больше",
    "title": "Туры по скрытым сокровищам Туркменистана",
    "text": "Сойдите с проторенных троп и погрузитесь в сердце Центральной Азии. Каждый тур создан для того, чтобы подарить вам подлинные и незабываемые впечатления.",
    "card-title": "Путевые истории и советы от инсайдеров",
    "card-text": "Откройте для себя увлекательные рассказы, путеводители и полезные советы, которые вдохновят вас на следующее путешествие. От малоизвестных мест Туркменистана до культурных особенностей и практической информации — наш блог приближает мир к вам, история за историей.",
    "search": "Поиск",
    "sort-by": "Сортировать по",
    "show-all": "Показать все",
    "date": "Дате",
    "new-to-old": "От новых - к старым",
    "old-to-new": "От старых - к новым"
  },
  "Footer": {
    "footer-text": "Откройте для себя удивительный мир Туркменистана с нами! Мы организуем комфортные и безопасные туры по главным достопримечательностям страны — от древних городов Мерв и Ниса до величественных песков Каракумов.",
    "footer-contacts": "Контакты",
    "footer-quick": "Быстрый доступ"
  },
  "Tour": {
    "tour-title": "Туры по скрытым сокровищам Туркменистана",
    "tour-text": "Сойдите с проторенных троп и погрузитесь в сердце Центральной Азии. Каждый тур создан для того, чтобы подарить вам подлинные и незабываемые впечатления.",
    "tour-card-title": "Наши лучшие туры",
    "tour-card-text": "Откройте для себя carefully подобранные путешествия по самым живописным уголкам мира. Древние города, природные чудеса и уникальные культурные маршруты — каждый тур создан, чтобы подарить вам незабываемые впечатления в сопровождении опытных гидов."
  },
  "Search": {
    "search": "Поиск",
    "sort": "Сортировать по:",
    "sort-show-all": "Показать все",
    "sort-price-low": "Низкая цена",
    "sort-price-high": "Высокая цена",
    "sort-popular": "Популярности",
    "filter": "Фильтр",
    "reset": "Очистить",
    "destination": "Направление",
    "country": "Страна",
    "type": "Тип тура",
    "category": "Категория",
    "price":"Цена",
    "save": "Сохранить"
  },
  "Tours": {
    "tours-title": "Наши лучшие туры",
    "tours-text": "Откройте для себя подобранные путешествия по самым живописным уголкам мира. Древние города, природные чудеса и уникальные культурные маршруты — каждый тур создан, чтобы подарить вам незабываемые впечатления в сопровождении опытных гидов.",
    "tours-price": "с человека",
    "tours-booking": "Бронирование тура",
    "tours-route": "Маршрут тура",
    "tours-include": "Что включено",
    "include": "Включено",
    "exclude": "Не включено",
    "gallery": "Галерея"
  },
  "Booking": {
    "title": "Готовы забронировать тур?",
    "fname": "Имя",
    "lname": "Фамилия",
    "mail": "Электронная почта",
    "phone": "Телефон",
    "citizenship": "Гражданство",
    "tour-detail": "Детали тура",
    "date": "Дата",
    "count": "Число туристов",
    "comment": "Комментарии и дополнительная информация",
    "send": "Отправить",
    "success": "Бронирование успешно"
  },
  "Information": {
    "title": "Подготовьтесь к путешествию",
    "text": "Откройте для себя всё, что нужно знать перед поездкой — как оформить визу, где остановиться, и на что обратить внимание. Мы собрали важную информацию, чтобы вы чувствовали себя уверенно на каждом этапе путешествия.",
    "visa": "Как получить визу",
    "hotel": "Отели",
    "hotel-title": "Комфорт, уют и надёжность — отели, которым мы доверяем",
    "view": "Посмотреть",
    "description": "Описание"
  },
  "Contacts": {
    "title": "Готовы к приключениям? Мы уже вас ждём!",
    "text": "Свяжитесь с нашей командой, чтобы начать своё путешествие по неизведанным уголкам Туркменистана. Хотите задать вопрос, обсудить детали тура или просто вдохновиться? Мы рядом — напишите, позвоните или прилетайте в гости!",
    "name": "Имя",
    "surname": "Фамилия",
    "email": "Электронная почта",
    "subject": "Тема",
    "message": "Сообщение",
    "send": "Отправить"
  },
  "Pagination": {
    "next": "След",
    "prev": "Пред"
  }
}