{
  "Header": {
    "main": "Baş sahypa",
    "tours": "Syýahatlar",
    "about": "Biz barada",
    "blog": "Blog",
    "information": "Informasiýalar",
    "contacts": "Kontaklar"
  },
  "About": {
    "about-slogan": "Merkezi Aziýanyň iň meşhur ýerlerine syýahat ediň.",
    "about-popular-routes": "Meşhur ugurlar",
    "about-main-text": "Gadymy şäherlerden täsin landşaftlara çenli taryhy, medeni we gözel ýerler bilen ýatdan çykmajak ýerlere syýahat ediň.",
    "about-button": "Ähli ugurlary öwreniň",
    "title": "BIZ hakda",
    "sub-title": "Biz bilen Türkmenistany öwreniň",
    "sub-text": "Diňe gezelençlerden başga-da, täsin tejribe hödürleýäris. Ekspeert hünärmenler toparymyz size ýurduň hakyky manysyny görkezer: gadymy şäherlerden we ajaýyp çöllerden adaty durmuş ýörelgelerine çenli. Syýahatyňyzyň amatly, manyly we hakykatdanam ýatdan çykmajakdygyna göz ýetirmek üçin her bir jikme-jiklik bilen gyzyklanýarys.",
    "service-title": "Biziň hyzmatlarymyz",
    "service-text": "Türkmenistanda syýahaty guramaga giňişleýin çemeleşýäris. Öýüňize gaýdyp barmagy meýilleşdirmekden başlap, rahatlygy, howpsuzlygy we ýatdan çykmajak tejribeleri üpjün edip, her ädimde siziň bilen bolarys.",
    "service-1-title": "Syýahat guramasy",
    "service-1-text": "Iň gyzykly ugurlar boýunça aýratyn we toparlaýyn gezelençler.",
    "service-2-title": "Ýaşaýyş ýerleri",
    "service-2-text": "Myhmanhanalar, myhman jaýlary we jaýlar - her tagam we býudjet üçin amatlylyk.",
    "service-3-title": "Transport",
    "service-3-text": "Tejribeli sürüjiler bilen tutuş ýurt boýunça amatly transport.",
    "service-4-title": "Ýol belet",
    "service-4-text": "Size diňe faktlardan başga zat aýdyp berjek hünärmen gollanmalar.",
    "service-5-title": "Wiza kömegi",
    "service-5-text": "Girmek üçin ýüz tutanyňyzda maslahat we goldaw.",
    "service-6-title": "Terjimeçiler",
    "service-6-text": "Ýerli ýaşaýjylardan takyk, çalt we ygtybarly terjime.",
    "parallax-title": "Syýahat üçin ähli şertler",
    "parallax-text": "Türkmenistany gözlegiňiziň aňsat, özüne çekiji we stressiz bolmagyny üpjün etmek üçin syýahat hyzmatlarynyň doly toplumyny hödürleýäris. Iş bilen meşgullanmagy ýa-da dynç almagy meýilleşdirýärsiňizmi, marşrutdan başlap, ýaşaýyş jaýyna we goldawyna çenli hemme zady alada ederis.",
    "why-choose-title": "Näme üçin bizi saýlamaly?",
    "why-choose-text": "Türkmenistana syýahat meýilleşdirmek kyn bolup biler - biz ony aňsat, hakyky we ýatdan çykmajak edýäris.",
    "why-choose-1-title": "Ýerli hünärmenler",
    "why-choose-1-text": "Biz Merkezi Aziýada ýerleşýäris we Türkmenistany içerde we daşarda bilýän tejribeli ýerli ýolbeletler bilen işleýäris.",
    "why-choose-2-title": "Aladasyz syýahat ediň",
    "why-choose-2-text": "Wiza goldawyndan we seresaplylyk bilen saýlanan ýaşaýyş jaýlaryna, syýahatyňyzdan doly lezzet almak üçin her jikme-jiklik bilen gyzyklanýarys.",
    "why-choose-3-title": "Üýtgeşik ugurlar",
    "why-choose-3-text": "Gezelençlerimiz adaty ýerlerden has az tanalýan ýerler we hakyky medeni tejribeler bilen birleşýär.",
    "why-choose-4-title": "Uly bolmadyk topar tejribesi",
    "why-choose-4-text": "Meňzeş pikirdeşler bilen rahatlykda syýahat ediň - mähelle we howlukman, diňe hakyky täsirler we janly pursatlar."
  },
  "Gallery": {
    "gallery": "Galereýa",
    "gallery-text": "Gezelençlerimiziň ýatdan çykmajak pursatlaryna göz aýlaň. Ajaýyp peýzažlar, baý medeniýetlet we bagtly syýahatçylar - indiki başdan geçirmeleriňizde size nämä garaşýandygyny görüň."
  },
  "Blog": {
    "why-we": "Näme üçin biz?",
    "why-text": "Diňe gezelençleri gurnamzok, tejribe döredýäris. Toparymyz Türkmenistanyň we Merkezi Aziýanyň her bir künjegini bilýär we jikme-jikliklere höwes bilen ugurlary saýlaýar.",
    "why-team": "Tejribeli topar",
    "why-experience": "1998-nji ýyldan bäri Merkezi Aziýada syýahatçylyk pudagynda.",
    "why-route": "Şahsylaşdyrylan ugurlar",
    "why-rhythm": "Gezelençleri siziň gyzyklanmalaryňyza we ritmiňize laýyklaşdyrýarys.",
    "blog-title": "syýahat blogy",
    "blog-text": "Gezelençlerimiziň ýatdan çykmajak pursatlaryna göz aýlaň. Ajaýyp peýza .lar, baý medeniýet we bagtly syýahatçylar - indiki başdan geçirmeleriňizde size nämä garaşýandygyny görüň.",
    "blog-main-button": "giňişleýin öwrenmek",
    "blog-button": "giňişleýin",
    "title": "Türkmenistanyň gizlin hazynalaryna gezelenç",
    "text": "Bellenilen ýoldan başgada we Merkezi Aziýanyň jümmüşine çümüň. Her gezelenç size hakyky we ýatdan çykmajak tejribe bermek üçin döredildi.",
    "card-title": "Syýahat hekaýalary we içerki maslahatlar",
    "card-text": "Indiki syýahatyňyzy ylhamlandyrmak üçin özüne çekiji hekaýalary, syýahat gollanmalaryny we peýdaly maslahatlary tapyň. Türkmenistanda az tanalýan ýerlerden başlap, medeni düşünjelere we amaly maglumatlara çenli blogumyz dünýäni hekaýa, hekaýa bilen ýakynlaşdyrýar.",
    "search": "Gözleg",
    "sort-by": "Tertiplemek",
    "show-all": "Ählisini görkez",
    "date": "Sene",
    "new-to-old": "Täzeden könä",
    "old-to-new": "Köneden täzä"
  },
  "Footer": {
    "footer-text": "Türkmenistanyň ajaýyp dünýäsini biziň bilen öwreniň! Mainurduň esasy gözel ýerlerine - gadymy Merw we Nisa şäherlerinden Garagum çölüniň ajaýyp çägelerine çenli amatly we howpsuz gezelençleri gurnaýarys.",
    "footer-contacts": "Kontaktlar",
    "footer-quick": "Gysga geçişler"
  },
  "Tour": {
    "tour-title": "Türkmenistanyň gizlin hazynalaryna gezelenç",
    "tour-text": "Adaty syýahatlardan çykyň we Merkezi Aziýanyň merkezine giriň. Her gezelenç size özboluşly we ýatdan çykmajak tejribe bermek üçin döredildi.",
    "tour-card-title": "Iň gowy syýahatlarymyz",
    "tour-card-text": "Dünýäniň iň gözel burçlaryna seresaplylyk bilen syýahat ediň. Gadymy şäherler, tebigy täsinlikler we ajaýyp medeni ugurlar - her bir gezelenç, tejribeli gollanmalar bilen bilelikde ýatdan çykmajak tejribe bermek üçin döredildi."
  },
  "Search": {
    "search": "Gözleg",
    "sort": "Tertiplemek:",
    "sort-show-all": "Ählisini görkez",
    "sort-price-low": "Bahasy pes",
    "sort-price-high": "Bahasy ýokary",
    "sort-popular": "Meşhur",
    "filter": "Filtr",
    "reset": "Arassalamak",
    "destination": "Ugur",
    "country": "Ýurt",
    "type": "Syýahatyň görnüşi",
    "category": "Kategoriýa",
    "price":"Baha",
    "save": "Ýatda saklamak"
  },
  "Tours": {
    "tours-title": "Biziň iň gowy gezelençlerimiz",
    "tours-text": "Dünýäniň iň gözel burçlaryna rahatlyk bilen syýahat ediň. Gadymy şäherler, tebigy täsinlikler we ajaýyp medeni ugurlar - her bir gezelenç, tejribeli gollanmalar bilen bilelikde ýatdan çykmajak ýatlamalar üçin döredildi.",
    "tours-price": "her adamdan",
    "tours-booking": "Bronlamak",
    "tours-route": "Syýahatyň ugurlary",
    "tours-include": "Nämeler girýär",
    "include": "Öz içine alýar",
    "exclude": "Öz içine almaýar",
    "gallery": "Galereýa"
  },
  "Booking": {
    "title": "Syýahatyňyzy bron etmäge taýynmysyňyz?",
    "fname": "Adyňyz",
    "lname": "Familiýaňyz",
    "mail": "Poçta",
    "phone": "Telefon",
    "citizenship": "Raýatlyk",
    "tour-detail": "Syýahat maglumatlary",
    "date": "Sene",
    "count": "Syýahatçylaryň sany",
    "comment": "Teswirler we goşmaça maglumatlar",
    "send": "Ugratmak",
    "success": "Üstünlikli bron edildi"
  },
  "Information": {
    "title": "Syýahat etmek üçin taýynlanyň",
    "text": "Syýahat etmäne gitmezden ozal bilmeli zatlaryňyzy - wiza nädip almalydygyny, nirede galmalydygyny we nämä göz aýlamalydygyny öwreniň. Syýahatyňyzyň her bir basgançagynda özüňizi ynamly duýmak üçin möhüm maglumatlary jemledik.",
    "visa": "Wiza nädip almaly",
    "hotel": "Myhmanhanalar",
    "hotel-title": "Komfort, rahatlyk we ygtybarlylyk - bu biziň ynanýan myhmanhanalarymyz",
    "view": "Giňişleýin",
    "description": "Düşündiriş"
  },
  "Contacts": {
    "title": "Başdan geçirmäge taýynmy? Biz saňa garaşýarys!",
    "text": "Türkmenistanyň öwrenilmedik burçlaryndan syýahatyňyzy başlamak üçin toparymyz bilen habarlaşyň. Sorag bermek, gezelenç jikme-jikliklerini ara alyp maslahatlaşmak ýa-da diňe ylham almak isleýärsiňizmi? Biz bärde - ýazyň, jaň ediň ýa-da geliň!",
    "name": "Adyňyz",
    "surname": "Familiýaňyz",
    "email": "Poçta",
    "subject": "Mowzuk",
    "message": "Hatyňyz",
    "send": "Ugratmak"
  },
  "Pagination": {
    "next": "Öňe",
    "prev": "Yza"
  }
}